Repository: tuyennh1621/gostay_v1
Catalog: GoStay.Web/Resources/Views/Shared/_TicketSearchPartial.*.resx
Languages: vi_vn

source: Adult
vi_vn: Người lớn

source: An affordable way to fly, with tasty meal and bigger legroom
vi_vn: Chi phí hợp lý với bữa ăn ngon và chỗ để chân rộng rãi

source: Arrival day
vi_vn: Ngày đến

source: Business
vi_vn: Phổ thông

source: Children
vi_vn: Trẻ em

source: Departure day
vi_vn: Ngày về

source: Destination and departure cannot be the same
vi_vn: Điểm đến và điểm đi không được trùng nhau

source: Economy
vi_vn: Thương gia

source: Firstclass
vi_vn: Hạng nhất

source: Fly at the lowest cost, with all your basic needs covered
vi_vn: Bay tiết kiệm, đáp ứng mọi nhu cầu cơ bản

source: Fly in style, with exclusive check-in counters and seating.
vi_vn: Bay đẳng cấp, với quầy làm thủ tục và khu ghế ngồi riêng

source: From
vi_vn: Từ

source: Infant
vi_vn: Em bé

source: Less than 2 years old
vi_vn: Bé hơn 2 tuổi

source: Number of customers
vi_vn: Số khách

source: passenger
vi_vn: khách

source: Passengers &amp; Seat Class
vi_vn: Số khách, số ghế

source: Premium economy
vi_vn: Phổ thông đặc biệt

source: Select number of passengers
vi_vn: Chọn số hành khách

source: The most luxurious class, with personalized five-star services.
vi_vn: Hạng cao cấp nhất, với dịch vụ 5 sao được cá nhân hoá

source: Ticket class
vi_vn: Hạng vé

source: To
vi_vn: Đến

source: years old
vi_vn: tuổi
