Repository: tuyennh1621/gostay_v1
Catalog: GoStay.Web/Resources/Views/Home/Index.*.resx
Languages: vi_vn

source: Best promotion
vi_vn: Ưu đãi tốt nhất

source: Cheapest flights from
vi_vn: Chuyến bay giá tốt từ

source: Days
vi_vn: Ngày

source: Favourite destinations for travelers
vi_vn: Điểm đến yêu thích

source: Find hotel great, home stays and more
vi_vn: Tìm ưu đãi khách sạn, chỗ nghỉ dạng nhà và nhiều hơn nữa

source: Flights ticket
vi_vn: Vé máy bay

source: Hotels
vi_vn: Khách sạn

source: Latest news
vi_vn: Tin tức mới nhất

source: More 10000+ hotels, homestay, Resorts,.. cheapest everywhere in Vietnam
vi_vn: Hơn 10000+ khách sạn, homestay, Resorts,.. giá tốt trên khắp Việt Nam

source: Nights
vi_vn: Đêm

source: One-touch booking of hotels in everywhere
vi_vn: Một chạm đặt khách sạn năm châu

source: passengers
vi_vn: lượt khách

source: See all
vi_vn: Xem tất cả

source: See now
vi_vn: Khám phá ngay

source: Special promotion, discount and offer for you
vi_vn: Khuyến mãi, giảm giá và ưu đãi đặc biệt dành riêng cho bạn

source: The best priced flights in the month of departure From
vi_vn: Những chuyến bay giá tốt nhất trong tháng khởi hành từ

source: Top hotels in Vietnam
vi_vn: Khách sạn hàng đầu tại Việt Nam

source: Top Tours
vi_vn: Tour du lịch nổi bật

source: Tours
vi_vn: Tour du lịch

source: views
vi_vn: lượt xem

source: ​Let's start your journey to conquer the world with goStay
vi_vn: ​Cùng goStay bắt đầu chuyến hành trình chinh phục thế giới của bạn
