Repository: tuyennh1621/gostay_v1
Catalog: GoStay.Web/Resources/Views/Orders/Index.*.resx
Languages: vi_vn, zh_cn

source: Add room
vi_vn: Thêm phòng
zh_cn: 添加房间

source: adult
vi_vn: người lớn
zh_cn: 成人

source: Allow to add
vi_vn: Cho phép ở thêm
zh_cn: 允许添加

source: Booking
vi_vn: Tiếp tục đặt phòng
zh_cn: 继续预订

source: Change Room
vi_vn: Đổi phòng khác
zh_cn: 换房间

source: Check in
vi_vn: Nhận phòng
zh_cn: 报到

source: Check out
vi_vn: Trả phòng
zh_cn: 查看

source: children
vi_vn: trẻ em
zh_cn: 孩子们

source: Choose a bed type
vi_vn: Chọn loại giường
zh_cn: 选择床型

source: Clever choice! You save
vi_vn: Lựa chọn khôn khéo! Bạn tiết kiệm được
zh_cn: 聪明的选择！您保存

source: Delete
vi_vn: Xóa phòng
zh_cn: 删除

source: Delete room from list
vi_vn: Xóa phòng này khỏi danh sách
zh_cn: 从列表中删除房间

source: Estimated check-in time
vi_vn: Thời gian nhận phòng dự kiến
zh_cn: 预计入住时间

source: From
vi_vn: Từ
zh_cn: 从

source: I want an extra bed
vi_vn: Tôi muốn thêm giường
zh_cn: 我要加床

source: I want the big bed
vi_vn: Tôi muốn lấy giường lớn
zh_cn: 我要大床

source: if there's room
vi_vn: nếu có phòng
zh_cn: 如果有空间

source: Including taxes, fees, VAT
vi_vn: Đã bao gồm thuế, phí, VAT
zh_cn: 包括税金、费用、增值税

source: Maximum
vi_vn: Tối đa
zh_cn: 最大限度

source: Maximum capacity of the room
vi_vn: Sức chứa tối đa của phòng
zh_cn: 房间最大容量

source: Maximum guests may incur additional charges
vi_vn: khách tối đa . Có thể mất thêm phí
zh_cn: 最多客人可能会产生额外费用

source: Nearest to the sea
vi_vn: Gần biển nhất
zh_cn: 离海最近

source: night
vi_vn: đêm
zh_cn: 夜晚

source: Nights
vi_vn: Số đêm
zh_cn: 夜晚

source: Note
vi_vn: Lưu ý
zh_cn: 笔记

source: optional
vi_vn: không bắt buộc
zh_cn: 选修的

source: Other facilities
vi_vn: Các tiện ích khác
zh_cn: 其他设施

source: Other special requirements
vi_vn: Yêu cầu đặc biệt khác
zh_cn: 其他特殊要求

source: Price details
vi_vn: Chi tiết giá
zh_cn: 价格详情

source: Request a VAT invoice
vi_vn: Yêu cầu xuất hóa đơn VAT
zh_cn: 索取增值税发票

source: Room details
vi_vn: Chi tiết phòng
zh_cn: 客房详情

source: Room size
vi_vn: Diện tích phòng
zh_cn: 房间大小

source: Rooms
vi_vn: Phòng
zh_cn: 房间

source: satisfy
vi_vn: thỏa mãn
zh_cn: 满足

source: Smoking
vi_vn: Có hút thuốc
zh_cn: 抽烟

source: Special requirements
vi_vn: Yêu cầu đặc biệt
zh_cn: 特殊要求

source: Standard number of customers
vi_vn: Số khách tiêu chuẩn
zh_cn: 标准客户数

source: Total payment
vi_vn: Tổng tiền thanh toán
zh_cn: 支付总额

source: View room
vi_vn: Hướng phòng
zh_cn: 查看房间

source: Your requests can only be accommodated depending on the status of the hotel's rooms
vi_vn: Các yêu cầu của bạn chỉ được đáp ứng tuỳ tình trạng phòng của khách sạn
zh_cn: 您的要求只能根据酒店房间的情况来满足
