Repository: tuyennh1621/gostay_v1
Catalog: GoStay.Web/Resources/Views/HotelDetail/Index.*.resx
Languages: vi_vn

source: 2 children under 12 years old stay for FREE
vi_vn: 2 bé dưới 12 tuổi được ở MIỄN PHÍ

source: Acreage
vi_vn: Diện tích

source: adult
vi_vn: người lớn

source: Adult surcharge will be charged
vi_vn: Phụ thu người lớn sẽ tính

source: Advantages of the hotel
vi_vn: Ưu điểm của khách sạn

source: Booking
vi_vn: Đặt phòng

source: Capacity
vi_vn: Sức chứa

source: Children over 12 years old will be considered as adults
vi_vn: Trẻ em trên 12 tuổi sẽ được xem như người lớn

source: Children surcharge will be charged
vi_vn: Phụ thu trẻ em

source: Cleanup
vi_vn: Vệ sinh

source: Famous places
vi_vn: Tiện ích nổi bật

source: Home
vi_vn: Trang chủ

source: Hotels
vi_vn: Khách sạn

source: Including taxes and fees
vi_vn: Bao gồm thuế và phí

source: Kind of room
vi_vn: Loại phòng

source: Location
vi_vn: Vị trí

source: Maximum
vi_vn: Tối đa

source: Other facilities
vi_vn: Các tiện ích khác

source: Out of room
vi_vn: Hết phòng

source: picture
vi_vn: ảnh

source: Please enter the correct number of guests and age for the correct price
vi_vn: Quý khách hàng vui lòng nhập đúng số lượng khách và tuổi để có giá chính xác

source: Popular places
vi_vn: Địa bàn phổ biến

source: Price
vi_vn: Giá cả

source: Price 1 night
vi_vn: Giá 1 đêm

source: Relax room
vi_vn: Phòng nghỉ

source: Reviews
vi_vn: Đánh giá

source: Rooms
vi_vn: Số phòng

source: See more
vi_vn: Xem thêm

source: Select rooms
vi_vn: Chọn phòng

source: Serve
vi_vn: Phục vụ

source: There's only
vi_vn: Chỉ còn lại

source: Utilities
vi_vn: Tiện ích

source: View room
vi_vn: Hướng

source: We may run out of rooms within 2 days
vi_vn: Chúng tôi có thể hết phòng trong vòng 2 ngày
